Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/news/ruijankaiku/slitasjen.docx.tmx
Source language: nob
Languages: fkv

source: Slitasjen
fkv: Kulumista

source: Også på tampen av 2021 kunne vi publisert fjorårets novemberleder i reprise.
fkv: Vuođen 2021 lopussa olisimma saattanheet anttaat ulvos viimi vuođen novemperikuun johtokirjoituksen uuđesti.

source: «Nok et kvensk uår», meldte vi da, og siktet til kvenfolkets statlige økonomiske rammebetingelser.
fkv: ”Taas yksi nöyrävuosi kvääniile”, kirjoitimma silloin, ja sillä meinasimma staatin kväänikansale asettammii rahalissii raamii.

source: Vi har bevisst unngått «pengehakk i plata», men en gang i året må det være lov å spørre: Hvor lenge ser myndighetene for seg at landets største nasjonale minoritet må vente på reelle midler til drift?
fkv: Olema tahalamma välttänheet ”rahanaarmuu plaatassa”, mutta kerran vuođessa se häyttyy olla lupa kyssyyt: Kunka kauvoin esivallat meinathaan ette maan issoin kansalinen minoriteetti häyttyy ođottaat ette saapi oikkeemääräiset rahat ittensä hommhaan?

source: Kvenungdommens arbeidsordre knyttet til den utlyste stillingen som ungdomsmedarbeider tjener som godt eksempel.
fkv: Tuskin yksikhään kansanjoukko tässä maassa saapi enämen aikhaan vähemillä rahoila ko kväänit. Kysymys kuuluu ette kunka kauvoin het jaksaavat.

source: Lista var lang nok til å fylle to hele stillinger, Kvääninuoret har midler til ei femtedels.
fkv: Tehtävämäärä mikä sisältyi Kvääninuorten nuorisotyöteliijän virankuvhaan oon tästä hyvä esimerkki.

source: Lista var også seriøs, den handlet om langt mer enn å vedlikeholde foreningens status quo og ha det gøy som ung, men om å bidra til revitalisering, bidra til å løfte et helt folk inn i framtiden.
fkv: Lista oli sen pitukainen ette siinä oli työtä nokko kahtheenki virkhaan, siinä ko oli paljon muutaki ko ette säilytettäis yhđistyksen nykytilan ja ette nuoret saatais pittäät sommaa.

source: De mener kort sagt alvor med sin satsing, men for å legge stener til en byrde som i utgangspunktet er i største laget for unge skuldre, nøles og avventes det med midler i samsvar med oppgaven.
fkv: Het meinathaan tođesti totta, lyhykäisesti sannoin, omala satsauksela, mutta ko kivvii lađothaan takkhaan mikä jo alun alkkain oon kohta liijan painaava nuorile harttiile, sitä ođottais ette varat oltais suhtheessa työtehtävhään.

source: Vi mener det er trist og på vei til å bli en skam at myndighetene lar være å belønne så flittig nasjonal minoritetsungdom med faste, reelle og rause driftsmidler.
fkv: Met piđämä ette se oon surkkee ja melkhein häppee ette esivallat ei palkitte niin ahkerii kansalissii minoriteettinuorii fastiila,tođelisila toimivaroila.

source: Midler som synliggjør at staten setter handling bak sin lovnad, en lovnad som heter revitalisering.
fkv: Varoila jokka näytettäis ette staatti omila toimila totteinuttaa sen oman luppauksen, luppauksen minkä nimi oon revitaliseeraus.

source: Penger alene kan neppe løse oppgaven, men penger er den manglende komponenten for å få det til.
fkv: Muutaki ko rahhaa tietenki tarvithaan ette homma saatais tehđyksi, mutta raha oon se assii mikä hommasta vailuu.

source: Den andre komponenten heter initiativ og vilje, nemlig den betydelige kvenske oppbyggingen vi i dag ser rundt et relativt begrenset antall enkeltpersoner og -institusjoner.
fkv: Toinen tarpheelinen assii oon kyky aloittaat ja tahto, nimittäin se kvääniin merkitteevä ylösrakenustyö mitä met tääpänä näjemä ette kohta vähäinen määrä ihmissii ja institusuuniita totteinuttaa.

source: Men det er i lengden tungt å drifte for så lite at mye i praksis skjer på dugnad.
fkv: Mutta pitkän pääle se tullee raskas toimiit niin pienilä varoila ette tođelisuuđessa assiit jouđuthaan tekemhään talkkootyönä.

source: Også kompetansehevingen rammes, den som i dag trengs så folk kan bli bedre i kvensk og mer aktuelle for alt som må gjøres.
fkv: Ja kompetansin kehittäminen kärssii, justhiin se mitä tääpänä tarvithaan ette ihmiset oppiivat paremin kväänii ja muutoinkin kaikkii niitä assiita mitä pitäis tehđä.

source: «Alene-på-kvenkontoret» er i ferd med å bli regelen, det som skulle være statlig satsing føles i praksis som nedbygging.
fkv: ”Yksin-kväänikonttuurissa” alkkaa olemhaan reekeli, se mikä pitäis olla staatin satsausta, tunttuu tođelisuuđessa purkuhommalta.

source: Ingen hemmelighet at også Ruijan Kaiku kjenner på det samme.
fkv: Ei ole mikhään salhaisuus ette siltä tunttuu Ruijan Kaijustaki.

source: Slitasjen er i dag for stor.
fkv: Kuluminen oon tääpänä liijan suuri.

source: Riset bak speilet er tap av potensielle arbeidsplasser og verdiskaping, tap av bolyst og tapt bosetting i landets nordlige grensestrøk.
fkv: Uhkana oon ette menetämmä mahđolissii työpaikkoi ja lisäarvoo, halu assuut pohjaisilla raja-aloila kattoo ja ihmiset vähethään.

source: Kvenene har så mye de vil bidra med, men såkornet uteblir.
fkv: Kväänit saatettais olla tekemässä niin paljon, mutta kylvösiemenet vailuthaan.

source: Vi prater kan hende for døve ører, også nå i desember 2021.
fkv: Se saattaa olla ette puhuma kuuroile korvile, kansa nyt vuođen 2021 desemperikuussa.

source: Kanskje kommer det til og med en minister med innlegg som forteller hvor mye penger kvenfolket tvert om får.
fkv: Ja saattaa olla niinki ette jostaki ittää joku ministeli puhumhaan ja sanomhaan ette kväänit päinvastoin saavat paljon rahhaa.

source: Særlig hvis man medregner statens bevilgninger til skolegang, veibygging, innkjøp av nye torpedobåter, bygging av operaer, den slags satsing som også kvenfolket nyter godt av.
fkv: Eriliikaisesti jos summhaan räknäthään varat koulaamisheen, tienrakentamisheen, uussiin torpeedovenheitten osthoon, oopperoitten pykkäämisheen, jokalaisheen semmoisheen satsaamisheen mistä kväänikansaki päässee osaliseksi.
